const typeDescription = {
	type_1: {
		title: '小鲜肉',
		text: [
			'恭喜你用颜值维护了世界和平',
			'说，你是不是靠脸吃饭！？',
			'过分帅气也是违法的！'
		]
	},
	type_2: {
		title: '老戏骨',
		text: [
			'一个表情全是戏',
			'该配合你演出的我视而不见',
			'只想为你鼓个掌',
			'国民喜爱度杠杠的！！！'
		]
	},
	type_3: {
		title: '流量小花',
		text: [
			'流量担当，更是带货女王',
			'春风十里不如你',
			'丈母娘今天来了吗',
			'房子写你名，我妈会游泳，生不生随你，反正我保大',
			'你负责貌美如花，我负责赚钱养家'
		]
	},
	type_4: {
		title: '实力派女星',
		text: [
			'美的货真价实',
			'你的演技让我感同身受'
		]
	},
	type_5: {
		title: '政治界名人',
		text: [
			'永远放眼未来，赶在命运的前头，超越于权利之上'
		]
	},
	type_6: {
		title: '科学家',
		text: [
			'恭喜你站在人类智商的顶峰',
			'异想天开,又实事求是',
			'你的数理化一定学的很好',
			'要怪就怪苹果砸你砸的太晚了'
		]
	},
	type_7: {
		title: '文学',
		text: [
			'我想和你从诗词歌赋谈到人生哲学',
			'我猜你一定学富五车才高八斗',
			'才子你是否温柔多情，风流倜傥',
			'子曰，孺子可教也'
		]
	},
	type_8: {
		title: '艺术',
		text: [
			'你可真是浑身都充满了艺术细菌：）',
			'你轻轻的来，宛如轻风拂面；你轻轻的去，留下艺术风采；',
			'像你这样优秀的人，唱歌一定很好听',
			'听说你是麦霸奥'
		]
	},
	type_9: {
		title: '体育',
		text: [
			'我猜你不仅四肢发达，而且头脑灵活',
			'兄台，你一定跳得高，看得远',
			'听说你游几千米都不带喘的',
			'听说你是专业运动员'

		]
	},
	type_10: {
		title: '商界人士',
		text: [
			'有生以来最大的错误就是创建阿里巴巴-----马云',
			'我们先定一个一个亿的小目标---王健林',
			'我是普通人家的孩子----马化腾',
			'今天很残酷,明天更残酷,后天很美好'
		]
	}
}









